[
    {
        "title": "Progressive Web Apps",
        "description":"Is there a future for native apps? Lies their fate in the hands of the web? Other than with traditional applications, Progressive Web Apps offer a hybrid solution between ‘normal’ websites and mobile applications. In this online session we'll take a look at the tools available and what frameworks you can use to transform you existing website to a progressive web app.",
        "url": "",
        "date":"2018-09-05",
        "rsvp":false,
        "image":"/images/logos/centric_logo.png"
    },
    {
        "title": "Team Up IT - Pizza session WebVR",
        "description":"At Team Rockstars IT, I will be giving an introductory presentation about WebVR.  Followed by a short workshop where you can learn how to build a simple WebVR application with A-Frame.",
        "url": "https://www.teamupit.nl/event/timmy-kokke/",
        "date":"2018-09-12",
        "rsvp":true,
        "image":"/images/logos/logo-rockstars@2x_2.png"
    },
    {
        "title": "WebXR on AR, MR and VR Hardware",
        "description":"This evening we will share experiences of building WebXR for XR Hardware. What is possible? And what are the limitations? How can you create something that runs on a Google DayDream, or on an Oculus Rift, or maybe on a HoloLens?",
        "url": "https://www.meetup.com/webxrnl/events/253623055/",
        "date":"2018-09-20",
        "rsvp":true,
        "image":"/images/logos/webxrnl.jpg"
    },
    {
        "title": "Progressive Web Apps",
        "description":"Is there a future for native apps? Lies their fate in the hands of the web? Other than with traditional applications, Progressive Web Apps offer a hybrid solution between ‘normal’ websites and mobile applications. This session, we’ll look at what progressive web apps are and how we can use modern web standards like the Service Worker and the W3C Manifest to bring an existing, responsive website out of the browser. We also have a look at what tools and frameworks there are and how we can use those.",
        "url": "",
        "date":"2018-10-23",
        "rsvp":false,
        "image":"/images/logos/centric_logo.png"
    }
]